<template>
  <div id='apprelease'>
      <p class="title">《用户隐私数据保护协议》</p>
      <p>《用户隐私数据保护协议》是由深圳泛员网网络科技有限公司（以下简称“泛员网”）制订的，约定您和“泛员之家”之间权利义务关系的有效协议，自您完成注册程序时成立并生效，本协议将全面约束和规制您与“泛员之家”间的权利义务关系。“泛员之家”为“深圳泛员网网络科技有限公司”的官方微信公众号/APP软件应用。请您在使用“泛员之家”提供的包括但不限于个人社保、薪资、福利信息、考勤打卡等人事事务服务等产品前务必事先审慎阅读、充分理解本协议中的各条款，若您对本协议有任何不认同，可以选择不加入和使用本站；如您选择“同意”，本协议即刻生效并对双方具有法律约束力。</p>
      <p>本私隐协议将帮助您了解以下内容：</p>
      <div>
          <p>一、人事服务</p>
          <p>二、用户信息用途</p>
          <p>三、征得授权同意的例外</p>
          <p>四、信息安全性</p>
          <p>五、我们如何使用cookies等技术</p>
          <p>六、终止服务</p>
          <p>七、协议修订</p>
          <p>八、法律法规</p>
      </div>
      <br />
      <p>一、人事事务服务</p>
      <p>“泛员之家”向您提供个人社保、薪资、福利信息、考勤打卡等人事事务服务，故不可避免地需要存储您提供的该类业务相关的个人信息及参保数据，如姓名、电话、身份证号码、年龄、婚姻状况、所在城市、户口所在地、社保编号、公积金编号、户口类型、缴费城市、缴费月份、缴费金额、缴费明细等数据，并根据实际业务需求，将前述信息提供给关联企业或授权机构进行实际缴纳工作。</p>
      <br />
      <p>二、用户信息用途</p>
      <div>
          <p>您授权并同意“泛员之家”将收集到的用户信息用于以下用途：</p>
          <div>
            <p>1、 为您提供第一条中所述的各项服务；</p>
            <p>2、 对“泛员之家”的各项服务进行改进；</p>
            <p>3、比较信息的准确性并与第三方进行验证，例如，将用户向我们提交的身份信息与身份验证的服务机构进行验证；</p>
            <p>4、向用户提供用户感兴趣的通知、营销活动及其他商业性电子信息；</p>
            <p>5、“泛员之家”会对我们的产品或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品或服务的整体使用趋势。但这些统计信息不包含用户的任何身份识别信息；</p>
            <p>6、经用户明确同意并授权的其他用途。</p>
        </div>
      </div>
      <br />
      <p>三、征得授权同意的例外</p>
      <div>
        <p>请您充分知晓，尽管有上述约定，以下情形中，我们收集、使用用户信息无需征得您的授权同意：</p>
        <div>
            <p>1、与国家安全、国防安全有关的；</p>
            <p>2、与公共安全、公共卫生、重大公共利益有关的；</p>
            <p>3、与犯罪侦查、起诉、审判和判决执行等有关的；</p>
            <p>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
            <p>5、所收集的用户信息是用户信息主体或相关个人信息主体自行向社会公众公开的;</p>
            <p>6、从合法公开披露的信息中收集的用户信息的，如合法的新闻报道、政府信息公开等渠道；</p>
            <p>7、根据您的要求签订合同所必需的；</p>
            <p>8、用于维护所提供的产品与或服务产品或服务的安全稳定运行所必需的，例如发现、处置产品与或服务产品或服务的故障；</p>
            <p>9、为合法的新闻报道所必需的；</p>
            <p>10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的用户信息进行去标识化处理的；</p>
            <p>11、根据行政或司法机构的要求，向第三方或者行政、司法机构披露所收集的用户信息；</p>
            <p>12、如您出现违反中国有关法律、法规或者“泛员之家”服务协议或相关规则的情况，需要向第三方披露所收集的用户信息；</p>
            <p>13、法律法规规定的其他情形。</p>
        </div>
      </div>
      <br />
      <p>四、信息安全性</p>
      <div>
        <p>“泛员之家”十分重视保护所有使用“泛员之家”产品服务的用户的用户信息安全，“泛员之家”会采用安全可靠的技术手段对以上全部数据进行存储（如匿名处理、多次加密、数据拆分等）。同时，严格按照法律法规的规定对这些信息进行妥善保存，不会因为“泛员之家”的技术原因发生信息泄密的情况。</p>
        <p>除本协议和相关法律规定外，“泛员之家”不会向任何无关第三方提供、出售、出租、分享或交易用户的用户信息，请您放心使用。</p>
        <p>为尽可能地保护用户的用户信息安全，“泛员之家”提醒用户注意：</p>
        <div>
          <p>1、“泛员之家”账号均有安全保护功能，请妥善保管用户的用户名及密码信息。“泛员之家”将通过对用户密码进行加密等安全措施确保用户的信息不丢失、不被滥用和变造。尽管有前述安全措施，但同时也请用户注意在信息网络上不存在“完善的安全措施”，用户信息仍存在丢失 、被盗用的可能，非因“泛员之家”过错发生上述情况，“泛员之家”不承担任何责任。</p>
          <p>2、如不幸发生用户信息安全事件，“泛员之家”将按照法律法规的要求，及时向用户告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。“泛员之家”将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知，难以逐一告知用户时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报用户信息安全事件的处置情况。</p>
          <p>3、当“泛员之家”提供的产品或服务出现停止运营的情形时，对用户的用户信息将做如下处理:</p>
          <div>
              <p style="text-indent:72px">1)、停止继续收集用户信息的活动；</p>
              <p style="text-indent:72px">2)、将停止运营的通知以公告的形式通知用户；</p>
              <p style="text-indent:72px">3)、对“泛员之家”所持有的用户用户信息进行删除或匿名化处理。</p>
          </div>
      </div>
      </div>
      <br />
      <p>五、我们如何使用cookies等技术</p>
      <div>
          <p>1、在用户未明确拒绝接受cookies的情况下，“泛员之家”会在用户的客户端设定或取用cookies，以便用户能登录或使用依赖于cookies“泛员之家”服务或功能。“泛员之家”使用cookies可为用户提供更加周到的个性化服务，包括推广服务。</p>
          <p>2、用户有权选择接受或拒绝接受cookies。用户可以通过修改设置的方式拒绝接受cookies。但如果用户选择拒绝接受cookies，则用户可能无法登录或使用依赖于cookies的“泛员之家”网络服务或功能。</p>
          <p>3、通过“泛员之家”所设cookies所取得的有关信息，将适用本条款。</p>
      </div>
      <br />
      <p>六、终止服务</p>
      <p>如果您不希望接受“泛员之家”提供的人事事务代理服务，可以通过以下方式选择停用：</p>
      <div>
          <p>a. 登录APP；</p>
          <p>b. 登录APP；</p>
          <p>c. 点击进入“人工客服”；</p>
          <p>d. 与人工客服进行账号信息核对；</p>
          <p>e. 信息核对无误后确认终止账户；</p>
          <p>f. 等待1~2个工作日，泛员网后台会注销账户，用户数据将不可用。</p>
      </div>
      <br />
      <p>七、协议修订</p>
      <div>
      <p>因各地关联企业或授权机构导致的人事事务代理服务随时会出现变更、暂停、中止或终止部分或者全部的代理服务，因此，“泛员之家”有权根据需要修改、增加或删减本协议，如您在协议修改后继续使用我们的人事事务代理服务，则视为您已仔细认真阅读、充分理解并同意接受修改后的服务协议及各类规则。</p>
      <p>针对以上服务的变更、暂停、中止或者终止，“泛员之家”不承担任何法律责任。</p>
      </div>
      <br />
      <p>八、法律法规</p>
      <div>
      <p>本协议未尽事宜，根据我国相关法律、法规以及各地社保局、公积金中心相关业务规定办理。如需制定补充协议，其法律效力同本协议。</p>
      <p>本协议条款最终解释权归深圳泛员网网络科技有限公司所有。</p>
      </div>
  </div>
</template>

<script>

export default {
components: {},
data() {
  return {

  };
},
methods: {

},
computed: {},
watch: {},
created() {

},
mounted() {

},
destroyed() {
}
}
</script>
<style scoped>
.title{
    font-size: 24px;
    text-align: center;
    padding: 20px 0;
}
#apprelease p,#apprelease div{
    text-indent: 24px;
}
#apprelease div p{
    text-indent: 48px;
}
</style>